"use strict";

function Main() {
    return (
        <main id={"main"} className={"mt-8"}>
            <section id={"about"}>
                <div className={"container"}>
                    <img className={"w-full"} src="/static/img/main/about.webp" alt="about this site" loading={"lazy"}/>
                    <h2 className={"mt-4 mb-1"}>شرکت دیجیتال کاسوکا</h2>
                    <p className={"text-justify"}>
                        شرکت دیجیتال مارکتینگ نوآد به عنوان شرکتی پیشرو در صنعت دیجیتال مارکتینگ ایران در تلاش است تا با بهره گیری از دانش فنی روز و ارایه راهکارهای نوین بازاریابی و برندینگ، با پیشرفت کسب و کارهای داخلی نقش مهمی در شکوفایی اقتصادی ایران ایفا نماید و با تثبیت نام نوآد به عنوان تخصصی ترین برند دیجیتال مارکتینگ در ایران و گسترش نام آن در بازارهای جهانی به صادرات خدمات مبتنی بر تکنولوژی های نوین گام بردارد. نوآد پیشرفت خود در طول یک دهه فعالیت را مرهون شفافیت، انسجام و پایبندی به نتایج پیش بینی شده مشتریان خود می داند. سرمایه گذاری روی تکنولوژی های نوین، کیفیت و نوآوری، پایبندی به تعهدات، رضایتمندی و وفاداری مشتریان، نیروی انسانی متمرکز و پویا از ارزش های ذاتی نوآد می باشند.
                    </p>
                </div>
            </section>
        </main>
    )
}

export default Main
