"use strict";

import TextIcon from "@/components/Main/Main-about/TextIcon.jsx";

function Main() {
    return (
        <main id={"main"} className={"mt-8"}>
            <section id={"about"}>
                <div className={"container flex flex-col gap-4 lg:flex-row-reverse"}>
                    <div className={"basis-1/2 max-w-175 mx-auto"}>
                        <img className={"w-full"} src="/static/img/main/about.webp" alt="about this site" loading={"lazy"}/>
                    </div>
                    <div className={"basis-1/2 flex gap-2 flex-col"}>
                        <h2 className={""}>شرکت دیجیتال کاسوکا</h2>
                        <p className={"text-justify"}>
                            شرکت دیجیتال مارکتینگ نوآد به عنوان شرکتی پیشرو در صنعت دیجیتال مارکتینگ ایران در تلاش است تا با بهره گیری از دانش فنی روز و ارایه راهکارهای نوین بازاریابی و برندینگ، با پیشرفت کسب و کارهای داخلی نقش مهمی در شکوفایی اقتصادی ایران ایفا نماید و با تثبیت نام نوآد به عنوان تخصصی ترین برند دیجیتال مارکتینگ در ایران و گسترش نام آن در بازارهای جهانی به صادرات خدمات مبتنی بر تکنولوژی های نوین گام بردارد. نوآد پیشرفت خود در طول یک دهه فعالیت را مرهون شفافیت، انسجام و پایبندی به نتایج پیش بینی شده مشتریان خود می داند. سرمایه گذاری روی تکنولوژی های نوین، کیفیت و نوآوری، پایبندی به تعهدات، رضایتمندی و وفاداری مشتریان، نیروی انسانی متمرکز و پویا از ارزش های ذاتی نوآد می باشند.
                        </p>
                        <div className={"flex flex-col gap-4 mt-6"}>
                            <TextIcon text={"۱۰ سال تجربه ارایه خدمات تخصصی دیجیتال مارکتینگ و راهکارهای نوین بازاریابی"} />
                            <TextIcon text={"تمرکز ما در تمامی استراتژی های اجرایی معطوف به دیجیتال برندینگ و همسو کردن استراتژی های دیجیتال مارکتینگ با دیگر فعالیت های برندینگ و بازاریابی شما می باشد."} />
                            <TextIcon text={"برای دریافت آخرین اخبار، گرایش ها و رویداد های دیجیتال مارکتینگ ثبت نام کنید"} />
                        </div>
                        <p className={"mt-6"}>
                            خدمات نوآد در جهت یکپارچه سازی تمامی فعالیت های یک کسب و کار از مرحله ورود به بازار، ساخت، گسترش و ایجاد تصویری یکپاچه از برند، دیجیتال مارکتینگ، افزایش مزیت رقابتی و سهم بازار تا مراحل پس از فروش و ایجاد وفاداری در مشتریان یک برند ارایه می گردد.
                        </p>
                    </div>
                </div>
            </section>
        </main>
    )
}

export default Main
